Repository: yyf6/IE-project1
Catalog: air-quality/languages/air-quality-plugin-*.po
Languages: pl_pl

source: AQP Settings
pl_pl: Ustawienia AQP

source: Displays info about air quality
pl_pl: Wyświetla informacje o jakości powietrza

source: Title
pl_pl: Tytuł

source: Given coordinates are wrong. Please give values in range from -180 to 180 for longitude and from -90 to 90 for latitude
pl_pl: Podano nieprawidłowe koordynaty. Proszę podać wartości od -180 do 180 dla długości geograficznej i od -90 do 90 dla szerokości geograficznej

source: Wrong Google Maps API key was given
pl_pl: Klucz API Google Maps

source: Wrong waqi.info API key was given
pl_pl: Podano zły klucz API waqi.info

source: Saved options
pl_pl: Zapisano ustawienia

source: Something went wrong during retrieving information from google, try again
pl_pl: Coś poszło nie tak w trakcie pobierania informacji z google, spróbuj ponownie

source: There was a problem with your Google Maps API key, probably you do not entered it correctly, or you do not enabled Geocoding API for your key
pl_pl: Wystąpił problem z twoim kluczem API Google Maps, prawdopodobnie nie wprowadziłeś go prawidłowo, lub nie włączyłeś usługi Geocoding API dla twojego klucza

source: User settings
pl_pl: Ustawienia użytkownika

source: Latitude
pl_pl: Szerokość geograficzna

source: Longitude
pl_pl: Długość geograficzna

source: Additional weather info (when available)
pl_pl: Dodatkowe informacje pogodowe (jeśli dostępne)

source: Administrator settings
pl_pl: Ustawienia administratora

source: Default latitiude
pl_pl: Domyślna szerokość geograficzna

source: Default longitude
pl_pl: Domyślna długość geograficzna

source: Google Maps API key
pl_pl: Klucz API Google Maps

source: you can get it here
pl_pl: możesz zdobyć go tutaj

source: waqi.info API KEY
pl_pl: Klucz API waqi.info

source: Let every user configure
pl_pl: Pozwól każdemu użytkownikowi na konfigurację

source: Save
pl_pl: Zapisz

source: Air quality is considered satisfactory, and air pollution poses little or no risk.
pl_pl: Jakość powietrza jest uznawana za zadowalającą, a zanieczyszczenie powietrza stanowi niewielkie ryzyko lub jego brak.

source: Air quality is acceptable; however, for some pollutants there may be a moderate health concern for a very small number of people who are unusually sensitive to air pollution.
pl_pl: Jakość powietrza jest dopuszczalna; jednak niektóre zanieczyszczenia mogą być umiarkowanie szkodliwe dla bardzo małej liczby osób, które są niezwykle wrażliwe na zanieczyszczenie powietrza.

source: Members of sensitive groups may experience health effects. The general public is not likely to be affected.
pl_pl: U osób wrażliwych mogą wystąpić negatywne skutki dla zdrowia. Większość populacji może nie odczuwać negatywnych objawów.

source: Everyone may begin to experience health effects; members of sensitive groups may experience more serious health effects.
pl_pl: Każdy może zacząć doświadczać negatywnych skutków zdrowotnych; U osób wrażliwych mogą wystąpić poważniejsze skutki zdrowotne.

source: Health alert: everyone may experience more serious health effects.
pl_pl: Ostrzeżenie zdrowotne, poziom alarmowy. Bardzo prawdopodobny negatywny wpływ na całą populację.

source: Health warnings of emergency conditions. The entire population is more likely to be affected.
pl_pl: Alarm Zdrowotny: każdy może doświadczyć poważniejszych skutków zdrowotnych.

source: Localization
pl_pl: Lokalizacja

source: Weather info
pl_pl: Informacje pogodowe

source: Settings
pl_pl: Ustawienia AQP

source: Last update
pl_pl: Ostatnia aktualizacja

source: Detector place
pl_pl: Miejsce detektora

source: AQI Level
pl_pl: Poziom AQI

source: Please set api key for waqi.info in settings
pl_pl: Ustaw swój klucz API waqi.info w ustawieniach

source: The administrator has not set up plugin properly yet so it is not working
pl_pl: Administrator nie skonfigurował poprawnie wtyczki więc nie działa

source: Please check your waqi.info api key. It seems that wrong api key was given
pl_pl: Sprawdź swój klucz API waqi.info. Wygląda na to że został podany zły klucz API

source: There was an error during connecting to API
pl_pl: Wystąpił błąd podczas łączenia z API
